---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.AnalyticalDistributionNodePropertyData
source: html/5ccb711c-d64d-3c61-16f7-0fd5d60d620e.htm
---
# AnalyticalDistributionNodePropertyData Methods